[
  {
    "timestamp": "2025-04-14T22:33:37.245Z",
    "userMessage": "Hello",
    "botReply": "Hello! How can I assist you today? If you have any questions or need further assistance, please feel free to reach out to us by calling (972) 362-8468, emailing info@tinttekplus.com, or using the contact form on our website."
  },
  {
    "timestamp": "2025-04-14T22:34:06.533Z",
    "userMessage": "How much to tint a cybertruck? ",
    "botReply": "To tint a Tesla Cyber Truck, the pricing is as follows: CTX tint costs $485 and IRX tint costs $685. Please refer to these prices when considering tinting options for your Cybertruck. If you need more specific information or assistance, feel free to contact our support team for further details."
  },
  {
    "timestamp": "2025-04-14T23:11:14.371Z",
    "userMessage": "Hello!",
    "botReply": "Hello! If you have any questions or need assistance, you can contact us by calling (972) 362-8468, emailing us at info@tinttekplus.com, or sending us a message through the contact form on our website. We're happy to help!"
  },
  {
    "timestamp": "2025-04-14T23:12:50.594Z",
    "userMessage": "How much does it cost to tint a cybertruck? ",
    "botReply": "Tinting prices for the Tesla Cybertruck are $485 for the CTX model and $685 for the IRX model."
  },
  {
    "timestamp": "2025-04-15T00:08:26.674Z",
    "userMessage": "hey",
    "botReply": "Hello! How can I assist you today? If you have any questions or need help with window tinting, feel free to reach out to our live support. We're here to help! Feel free to give us a call at (972) 362-8468 or check out our Services page!"
  },
  {
    "timestamp": "2025-04-15T00:08:42.378Z",
    "userMessage": "How much would it cost to get my two story house tinted?",
    "botReply": "I'm here to help you with that! House tinting costs can vary based on the size of your windows and the type of tint you choose. For a personalized quote, please reach out to our live support team. Feel free to give us a call at (972) 362-8468 or check out our Services page!"
  },
  {
    "timestamp": "2025-04-15T00:08:58.145Z",
    "userMessage": "How much to get my commercial tower tinted? ",
    "botReply": "I'd love to assist you with your commercial tower tinting! Prices can vary based on the size of the building and the type of tint film you choose. For a detailed quote tailored to your needs, please contact our live support team. Feel free to give us a call at (972) 362-8468 or check out our Services page!"
  },
  {
    "timestamp": "2025-04-15T00:09:13.097Z",
    "userMessage": "How much to tint a tesla? ",
    "botReply": "Sure! Tinting prices for a Tesla Model S start at $329 for CTX and $529 for IRX. If you have further questions or need a customized quote, please reach out to our live support team. Feel free to give us a call at (972) 362-8468 or check out our Services page!"
  },
  {
    "timestamp": "2025-04-18T18:26:27.206Z",
    "userMessage": "How long to tint a tesla? ",
    "botReply": "\"Hi there! Tinting a Tesla typically takes around 2 to 4 hours. If you have any more specific questions or need assistance, feel free to reach out to us directly. You can call us at (972) 362-8468 or check out our Services page for more information. Have a great day!\""
  },
  {
    "timestamp": "2025-04-18T18:26:43.066Z",
    "userMessage": "How long to tint my car? ",
    "botReply": "Hi there! Tinting a car typically takes around 2 to 4 hours, depending on the vehicle size and the number of windows. If you have any specific questions or would like to schedule an appointment, please feel free to reach out to us. Feel free to give us a call at (972) 362-8468 or check out our Services page!"
  }
]